---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtPerSSup2
source: html/e0317364-0a3f-efff-e51e-06e0c986a74b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtPerSSup2 Property

Symbol ft/s², indicating unit Feet per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId FtPerSSup2 { get; }
```